/*
██╗    ██╗██╗ ██████╗██╗  ██╗    ███████╗████████╗██╗   ██╗██████╗ ██╗ ██████╗ 
██║    ██║██║██╔════╝██║ ██╔╝    ██╔════╝╚══██╔══╝██║   ██║██╔══██╗██║██╔═══██╗
██║ █╗ ██║██║██║     █████╔╝     ███████╗   ██║   ██║   ██║██║  ██║██║██║   ██║
██║███╗██║██║██║     ██╔═██╗     ╚════██║   ██║   ██║   ██║██║  ██║██║██║   ██║
╚███╔███╔╝██║╚██████╗██║  ██╗    ███████║   ██║   ╚██████╔╝██████╔╝██║╚██████╔╝
 ╚══╝╚══╝ ╚═╝ ╚═════╝╚═╝  ╚═╝    ╚══════╝   ╚═╝    ╚═════╝ ╚═════╝ ╚═╝ ╚═════╝ 
Copyright (c) 2024 Wick Studio
*/


module.exports = {
    token: 'MTI3OTk2MjQzMzExMjUwNjQ5MA.Go0y1A.to_rycpSmxUMQj4Dm2h25UhRr3ZlLxDJQOsGJM', // توكن
    jailRoleId: '1263676418223640701', // ايدي رتبة السجن
    jailReportChannelId: '1263678166396960791', // ايدي روم الابلاغات
    adminRoleId: '1263676256335958118', // ايدي رتبة الادمن لاستخدام الاوامر
    serverid: '1011769156019961868', // ايدي السيرفر
};
